<?php

// Action Pack for Discuz! Version 1.0.0
// Created by Crossday

$actioncode = array
(
	0 => '回到論壇',

	1 => '瀏覽論壇首頁',
	2 => '瀏覽論壇版塊',
	3 => '瀏覽帖子',
	5 => '註冊為新會員',
	6 => '登錄論壇',
	7 => '使用控制面板',
	8 => '我的',

	11 => '發新話題',
	12 => '回復主題',
	13 => '編輯帖子',
	14 => '下載附件',
	15 => 'X-Space導入論壇',

	21 => '查看論壇公告',

	31 => '查看在線用戶',

	41 => '查看會員列表',

	51 => '查看使用幫助',

	61 => '查看用戶資料',
	62 => '查看信用評價',

	71 => '評分',
	72 => '查看評分記錄',
	73 => '查看警告記錄',

	81 => '購買主題',
	82 => '查看主題購買記錄',

	101 => '收發短消息',
	102 => '查看通知',
	111 => '論壇搜索',

	121 => '推薦給朋友',
	122 => '向版主反映帖子',
	123 => '加入/移除 文集',

	131 => '查看論壇統計數據',

	141 => '取回密碼',

	150 => '個人空間',
	151 => '文集',
	161 => '懸賞',

	170 => '道具商店',
	171 => '我的道具箱',
	172 => '道具市場',
	173 => '道具日誌',

	180 => '論壇任務',

	191 => 'WAP - 瀏覽首頁',
	192 => 'WAP - 瀏覽論壇版塊',
	193 => 'WAP - 瀏覽帖子',
	194 => 'WAP - 工具箱',
	195 => 'WAP - 發新話題',
	196 => 'WAP - 回復主題',
	197 => 'WAP - 短消息',

	201 => '使用版主權限',

	210 => '訪問管理面板',
	211 => '訪問管理中心',

	254 => '無效的越權訪問',

	255 => '提示信息/頁面跳轉'
);

$language = array
(
	'guest' => '遊客'
);
?>